Repository: AFK-surf/still.fail
Catalog: apps/ios/StillFail/Localizable.xcstrings
Source language: zh_hans
Languages: en, es, ja, ko, zh_hant

source: 尚未确认这个账号的工作区权限，请连接后重试。
en: Workspace permissions for this account are unconfirmed. Connect and retry.
es: Los permisos del espacio para esta cuenta no están confirmados. Conéctate y reinténtalo.
ja: このアカウントのワークスペース権限は未確認です。接続後に再試行してください。
ko: 이 계정의 워크스페이스 권한이 확인되지 않았습니다. 연결 후 다시 시도하세요.
zh_hant: 尚未確認這個帳號的工作區權限，請連接後重試。

source: 尚未读取这个账号的权限，请连接后重试。
en: Permissions for this account have not loaded. Connect and retry.
es: Los permisos de esta cuenta no se han cargado. Conéctate y reinténtalo.
ja: このアカウントの権限は未読み込みです。接続後に再試行してください。
ko: 이 계정의 권한을 불러오지 못했습니다. 연결 후 다시 시도하세요.
zh_hant: 尚未讀取這個帳號的權限，請連接後重試。

source: 属于哪个账号
en: Account
es: Cuenta
ja: アカウント
ko: 계정
zh_hant: 屬於哪個帳號

source: 峰值
en: Peak
es: Pico
ja: ピーク
ko: 최고

source: 工作中
en: Working
es: Trabajando
ja: 作業中
ko: 작업 중

source: 工作区
en: Workspace
es: Espacio de trabajo
ja: ワークスペース
ko: 워크스페이스
zh_hant: 工作區

source: 工作区名字
en: Workspace name
es: Nombre del espacio
ja: ワークスペース名
ko: 워크스페이스 이름
zh_hant: 工作區名字

source: 工作区已收到新节点：%@
en: New node joined the workspace: %@
es: Nuevo nodo incorporado al espacio: %@
ja: ワークスペースに新しいノードが参加しました：%@
ko: 새 노드가 워크스페이스에 참가했습니다: %@
zh_hant: 工作區已收到新節點：%@

source: 工作区所有权
en: Workspace ownership
es: Propiedad del espacio
ja: ワークスペースの所有権
ko: 워크스페이스 소유권
zh_hant: 工作區所有權

source: 工作区是一组人和他们共用的节点。你会成为它的所有者。
en: A workspace brings people and shared nodes together. You will be its owner.
es: Un espacio reúne a personas y nodos compartidos. Tú serás su propietario.
ja: ワークスペースはメンバーと共有ノードをまとめます。あなたが所有者になります。
ko: 워크스페이스는 멤버와 공유 노드를 모은 공간입니다. 내가 소유자가 됩니다.
zh_hant: 工作區是一組人和他們共用的節點。你會成為它的所有者。

source: 工作目录
en: Working directory
es: Directorio de trabajo
ja: 作業ディレクトリ
ko: 작업 디렉터리
zh_hant: 工作目錄

source: 工具调用
en: Tool call
es: Llamada a herramienta
ja: ツール呼び出し
ko: 도구 호출
zh_hant: 工具調用

source: 已停用
en: Disabled
es: Desactivado
ja: 無効
ko: 비활성화됨

source: 已到 Session 开始处
en: Start of session reached
es: Inicio de la sesión alcanzado
ja: セッションの開始まで到達しました
ko: 세션 시작에 도달했습니다
zh_hant: 已到 Session 開始處

source: 已发送到 Slack
en: Sent to Slack
es: Enviado a Slack
ja: Slack に送信済み
ko: Slack로 보냄
zh_hant: 已傳送到 Slack

source: 已发送请求，等待模型响应
en: Request sent. Waiting for the model.
es: Solicitud enviada. Esperando al modelo.
ja: リクエスト送信済み。モデルの応答を待っています。
ko: 요청이 전송되었습니다. 모델 응답을 기다립니다.
zh_hant: 已發送請求，等待模型響應

source: 已固定
en: Pinned
es: Fijado
ja: 固定済み
ko: 고정됨

source: 已复制安装命令
en: Install command copied
es: Comando de instalación copiado
ja: インストールコマンドをコピーしました
ko: 설치 명령어가 복사되었습니다
zh_hant: 已複製安裝命令

source: 已运行 %@ 天
en: Uptime: %@ days
es: Tiempo activo: %@ días
ja: 稼働時間：%@日
ko: 가동 시간: %@일
zh_hant: 已運行 %@ 天

source: 已运行 %@ 天 %@ 小时
en: Uptime: %1$@ days %2$@ hours
es: Tiempo activo: %1$@ días %2$@ horas
ja: 稼働時間：%1$@日%2$@時間
ko: 가동 시간: %1$@일 %2$@시간
zh_hant: 已運行 %@ 天 %@ 小時

source: 已运行 %@ 小时
en: Uptime: %@ hours
es: Tiempo activo: %@ horas
ja: 稼働時間：%@時間
ko: 가동 시간: %@시간
zh_hant: 已運行 %@ 小時

source: 已连接
en: Connected
es: Conectado
ja: 接続済み
ko: 연결됨
zh_hant: 已連接

source: 已释放
en: Released
es: Liberado
ja: 解放済み
ko: 해제됨
zh_hant: 已釋放

source: 应用语言
en: App language
es: Idioma de la aplicación
ja: アプリの言語
ko: 앱 언어
zh_hant: 應用語言

source: 延迟
en: Latency
es: Latencia
ja: 遅延
ko: 지연 시간
zh_hant: 延遲

source: 引用
en: Quote
es: Citar
ko: 인용

source: 引用：%@
en: Quote: %@
es: Cita: %@
ko: 인용: %@

source: 归档
en: Archived
es: Archivados
ja: アーカイブ済み
ko: 보관됨
zh_hant: 歸檔

source: 归档会话
en: Archive chat
es: Archivar chat
ja: チャットをアーカイブ
ko: 대화 보관
zh_hant: 歸檔會話

source: 当前工作区
en: Current workspace
es: Espacio actual
ja: 現在のワークスペース
ko: 현재 워크스페이스
zh_hant: 當前工作區

source: 当前设备
en: This device
es: Este dispositivo
ja: 現在のデバイス
ko: 현재 기기
zh_hant: 當前設備

source: 当前账号
en: Current account
es: Cuenta actual
ja: 現在のアカウント
ko: 현재 계정
zh_hant: 當前帳號

source: 当前账号没有此操作的权限。
en: This account does not have permission for this action.
es: Esta cuenta no tiene permiso para realizar esta acción.
ja: 現在のアカウントにはこの操作の権限がありません。
ko: 현재 계정에는 이 작업의 권한이 없습니다.
zh_hant: 當前帳號沒有此操作的權限。

source: 快速模式
en: Fast mode
es: Modo rápido
ja: 高速モード
ko: 고속 모드

source: 忽略
en: Ignore
es: Ignorar
ja: 無視
ko: 무시

source: 思考
en: Reasoning
es: Razonamiento
ja: 推論
ko: 추론

source: 思考：%@
en: Reasoning: %@
es: Razonamiento: %@
ja: 推論：%@
ko: 추론: %@

source: 思考中
en: Thinking
es: Pensando
ko: 생각 중

source: 思考强度
en: Reasoning effort
es: Nivel de razonamiento
ja: 推論の深さ
ko: 추론 강도
zh_hant: 思考強度

source: 思考深度
en: Reasoning effort
es: Nivel de razonamiento
ja: 推論の深さ
ko: 추론 강도

source: 恢复会话
en: Unarchive chat
es: Restaurar chat
ja: チャットを復元
ko: 대화 복원
zh_hant: 恢復會話

source: 想让 agent 做什么？
en: What would you like your agent to do?
es: ¿Qué quieres que haga tu agente?
ja: エージェントに何をしてほしいですか？
ko: 에이전트에게 무엇을 맡길까요?
zh_hant: 想讓 agent 做什麼？

source: 成员
en: Member
es: Miembro
ja: メンバー
ko: 멤버
zh_hant: 成員

source: 我关注的
en: Following
es: Seguidos
ja: フォロー中
ko: 팔로우 중
zh_hant: 我關注的

source: 我参与的
en: Participating
es: En los que participo
ja: 参加中
ko: 참여 중
zh_hant: 我參與的

source: 所有者
en: Owner
es: Propietario
ko: 소유자

source: 打开 still.fail 同步
en: Open still.fail to sync
es: Abre still.fail para sincronizar
ja: still.fail を開いて同期
ko: still.fail을 열어 동기화
zh_hant: 打開 still.fail 同步

source: 执行中 · %@
en: Running · %@
es: Ejecutando · %@
ja: 実行中 · %@
ko: 실행 중 · %@
zh_hant: 執行中 · %@

source: 执行历史
en: Execution history
es: Historial de ejecución
ja: 実行履歴
ko: 실행 기록
zh_hant: 執行歷史

source: 执行工具中
en: Running tools
es: Ejecutando herramientas
ja: ツールを実行中
ko: 도구 실행 중
zh_hant: 執行工具中

source: 找不到运行时记录，可能已归档。
en: No runtime records found. They may have been archived.
es: No se encontraron registros. Puede que se hayan archivado.
ja: 実行記録が見つかりません。アーカイブされた可能性があります。
ko: 실행 기록을 찾을 수 없습니다. 보관되었을 수 있습니다.
zh_hant: 找不到運行時記錄，可能已歸檔。

source: 拟定数据边界（尚待核实）
en: Proposed data scope (unverified)
es: Alcance de datos propuesto (sin verificar)
ja: 予定するデータ範囲（未確認）
ko: 예정된 데이터 범위 (미확인)
zh_hant: 擬定數據邊界（尚待覈實）

source: 拟定访问规则（尚待验证）
en: Proposed access rules (unverified)
es: Reglas de acceso propuestas (sin verificar)
ja: 予定するアクセス規則（未検証）
ko: 예정된 접근 규칙 (미검증)
zh_hant: 擬定訪問規則（尚待驗證）

source: 指定的账号「%@」没有启用 %@，改成了自动分配
en: %1$@ has not enabled %2$@. Account selection changed to automatic.
es: «%1$@» no tiene %2$@ activado. La selección de cuenta pasó a automática.
ja: 「%1$@」では%2$@が有効になっていないため、自動選択に変更しました。
ko: “%1$@”에 %2$@이 활성화되지 않아 계정 선택을 자동으로 변경했습니다.
zh_hant: 指定的帳號「%@」沒有啓用 %@，改成了自動分配

source: 指定的账号没有启用 %@，改成了自动分配
en: The selected account has not enabled %@. Account selection changed to automatic.
es: La cuenta elegida no tiene %@ activado. La selección pasó a automática.
ja: 選択したアカウントでは%@が有効になっていないため、自動選択に変更しました。
ko: 선택한 계정에 %@이 활성화되지 않아 계정 선택을 자동으로 변경했습니다.
zh_hant: 指定的帳號沒有啓用 %@，改成了自動分配

source: 按周排开的每日任务数量
en: Tasks per day, week by week
es: Tareas por día, semana a semana
ja: 週ごとに並べた日別タスク数
ko: 주별로 펼친 일별 작업 수
zh_hant: 按週排開的每日任務數量

source: 授予所有者权限
en: Grant owner role
es: Otorgar rol de propietario
ja: 所有者権限を付与
ko: 소유자 권한 부여
zh_hant: 授予所有者權限

source: 授予这位成员所有者权限？
en: Grant this member the owner role?
es: ¿Otorgar el rol de propietario a este miembro?
ja: このメンバーに所有者権限を付与しますか？
ko: 이 멤버에게 소유자 권한을 부여할까요?
zh_hant: 授予這位成員所有者權限？

source: 排队中
en: Queued
es: En cola
ja: 待機列
ko: 대기열
zh_hant: 排隊中

source: 搜索 %@
en: Search %@
es: Buscar %@
ja: %@を検索
ko: %@ 검색

source: 搜索 %@ 次
en: %@ searches
es: %@ búsquedas
ja: %@回検索
ko: %@회 검색

source: 操作暂时未能完成，请检查连接后重试。
en: The action could not be completed. Check your connection and retry.
es: No se pudo completar la acción. Comprueba la conexión e inténtalo de nuevo.
ja: 操作を完了できませんでした。接続を確認して再試行してください。
ko: 작업을 완료할 수 없습니다. 연결을 확인하고 다시 시도하세요.
zh_hant: 操作暫時未能完成，請檢查連接後重試。

source: 文件未能上传。草稿仍保留，请重新选择文件后重试。
en: The file could not be uploaded. Your draft is saved. Choose the file again and retry.
es: No se pudo subir el archivo. El borrador está guardado. Selecciona de nuevo el archivo y reinténtalo.
ja: ファイルをアップロードできませんでした。下書きは保持されています。ファイルを選び直して再試行してください。
ko: 파일을 업로드할 수 없습니다. 초안은 보관되었습니다. 파일을 다시 선택하고 재시도하세요.
zh_hant: 文件未能上傳。草稿仍保留，請重新選擇文件後重試。

source: 新对话
en: New chat
es: Nuevo chat
ja: 新規チャット
ko: 새 대화
zh_hant: 新對話

source: 新建
en: Create
es: Crear
ja: 作成
ko: 만들기

source: 新建会话
en: New chat
es: Nuevo chat
ja: 新規チャット
ko: 새 대화
zh_hant: 新建會話

source: 新建工作区
en: New workspace
es: Nuevo espacio de trabajo
ja: 新規ワークスペース
ko: 새 워크스페이스
zh_hant: 新建工作區

source: 新的所有者
en: New owner
es: Nuevo propietario
ja: 新しい所有者
ko: 새 소유자

source: 新的所有者将能管理成员、节点及工作区。
en: The new owner will be able to manage members, nodes, and the workspace.
es: El nuevo propietario podrá gestionar miembros, nodos y el espacio.
ja: 新しい所有者はメンバー、ノード、ワークスペースを管理できます。
ko: 새 소유자는 멤버, 노드, 워크스페이스를 관리할 수 있습니다.
zh_hant: 新的所有者將能管理成員、節點及工作區。

source: 无法检查
en: Unable to check
es: No se puede comprobar
ja: 確認できません
ko: 확인 불가
zh_hant: 無法檢查

source: 无法访问安全存储，请解锁设备后重试。
en: Unable to access secure storage. Unlock your device and retry.
es: No se puede acceder al almacenamiento seguro. Desbloquea el dispositivo e inténtalo de nuevo.
ja: 安全なストレージにアクセスできません。デバイスのロックを解除して再試行してください。
ko: 보안 저장소에 접근할 수 없습니다. 기기의 잠금을 해제하고 다시 시도하세요.
zh_hant: 無法訪問安全存儲，請解鎖設備後重試。

source: 日均
en: Daily avg
es: Media diaria
ja: 1 日平均
ko: 일 평균

source: 星期一
en: Monday
es: Lunes
ja: 月曜日
ko: 월요일

source: 星期三
en: Wednesday
es: Miércoles
ja: 水曜日
ko: 수요일

source: 星期二
en: Tuesday
es: Martes
ja: 火曜日
ko: 화요일

source: 星期五
en: Friday
es: Viernes
ja: 金曜日
ko: 금요일

source: 星期六
en: Saturday
es: Sábado
ja: 土曜日
ko: 토요일

source: 星期四
en: Thursday
es: Jueves
ja: 木曜日
ko: 목요일

source: 星期日
en: Sunday
es: Domingo
ja: 日曜日
ko: 일요일

source: 昨天
en: Yesterday
es: Ayer
ja: 昨日
ko: 어제

source: 昨天 %@
en: Yesterday %@
es: Ayer %@
ja: 昨日 %@
ko: 어제 %@

source: 暂无任务
en: No tasks yet
es: Aún no hay tareas
ja: タスクはまだありません
ko: 아직 작업이 없습니다
zh_hant: 暫無任務

source: 暂无会话
en: No chats yet
es: Aún no hay chats
ja: チャットはまだありません
ko: 아직 대화가 없습니다
zh_hant: 暫無會話

source: 暂无执行历史
en: No execution history yet
es: Aún no hay historial de ejecución
ja: 実行履歴はまだありません
ko: 아직 실행 기록이 없습니다
zh_hant: 暫無執行歷史

source: 暂无设备记录
en: No devices found
es: No hay dispositivos registrados
ja: デバイスの記録はありません
ko: 기기 기록이 없습니다
zh_hant: 暫無設備記錄

source: 暂无需要决定的任务
en: Nothing needs a decision
es: Nada requiere una decisión
ja: 判断が必要なタスクはありません
ko: 결정할 작업이 없습니다
zh_hant: 暫無需要決定的任務

source: 暂时无法删除账号
en: Account deletion unavailable
es: Eliminación de cuenta no disponible
ja: アカウントを削除できません
ko: 계정을 삭제할 수 없습니다
zh_hant: 暫時無法刪除帳號

source: 暂时无法启动
en: Unable to start
es: No se puede iniciar
ja: 起動できません
ko: 시작할 수 없습니다
zh_hant: 暫時無法啓動

source: 暂时无法完成这个操作。请重试。
en: Unable to complete this action. Please retry.
es: No se puede completar esta acción. Vuelve a intentarlo.
ja: この操作を完了できません。再試行してください。
ko: 이 작업을 완료할 수 없습니다. 다시 시도하세요.
zh_hant: 暫時無法完成這個操作。請重試。

source: 暂时无法确认发送结果。请先查看会话状态，不要重复发送。
en: The send result is uncertain. Check the chat status before sending again.
es: El resultado del envío es incierto. Comprueba el estado del chat antes de volver a enviar.
ja: 送信結果を確認できません。再送信する前にチャットの状態を確認してください。
ko: 전송 결과가 불확실합니다. 다시 보내기 전에 대화 상태를 확인하세요.
zh_hant: 暫時無法確認發送結果。請先查看會話狀態，不要重復發送。

source: 暂时无法读取
en: Unable to load
es: No se puede cargar
ja: 読み込めません
ko: 불러올 수 없습니다
zh_hant: 暫時無法讀取

source: 暂时无法读取会话
en: Unable to load chats
es: No se pueden cargar los chats
ja: チャットを読み込めません
ko: 대화를 불러올 수 없습니다
zh_hant: 暫時無法讀取會話

source: 暂时无法读取账号状态。请检查网络后重试。
en: Unable to load account status. Check your connection and retry.
es: No se puede cargar el estado de la cuenta. Comprueba la conexión e inténtalo de nuevo.
ja: アカウントの状態を読み込めません。ネットワークを確認して再試行してください。
ko: 계정 상태를 불러올 수 없습니다. 네트워크를 확인하고 다시 시도하세요.
zh_hant: 暫時無法讀取帳號狀態。請檢查網絡後重試。

source: 服务端仍有未满足的删除条件，请重新查看账号状态。
en: Some server deletion requirements are unmet. Refresh the account status.
es: Hay requisitos del servidor pendientes. Actualiza el estado de la cuenta.
ja: サーバーの削除条件が一部未達成です。アカウント状態を再確認してください。
ko: 서버의 일부 삭제 조건이 충족되지 않았습니다. 계정 상태를 새로고침하세요.
zh_hant: 服務端仍有未滿足的刪除條件，請重新查看帳號狀態。

source: 未发送成功，消息已保留
en: Not sent. Your message is saved.
es: No se ha enviado. Tu mensaje está guardado.
ja: 送信できませんでした。メッセージは保持されています。
ko: 전송되지 않았습니다. 메시지는 보관되었습니다.
zh_hant: 未發送成功，消息已保留

source: 未实现
en: Not implemented
es: Sin implementar
ja: 未実装
ko: 구현되지 않음
zh_hant: 未實現

source: 未开始
en: Not started
es: Sin iniciar
ja: 未開始
ko: 시작되지 않음
zh_hant: 未開始

source: 未报告
en: Not reported
es: Sin informar
ja: 報告なし
ko: 보고되지 않음
zh_hant: 未報告

source: 未检查
en: Not checked
es: Sin comprobar
ja: 未確認
ko: 확인되지 않음
zh_hant: 未檢查

source: 未能发送到 Slack
en: Couldn't send to Slack
es: No se pudo enviar a Slack
ja: Slack に送信できませんでした
ko: Slack로 보내지 못함
zh_hant: 未能傳送到 Slack

source: 未能完成登录。请重新登录。
en: Sign-in could not be completed. Please sign in again.
es: No se pudo completar el acceso. Inicia sesión de nuevo.
ja: ログインを完了できませんでした。再度ログインしてください。
ko: 로그인을 완료할 수 없습니다. 다시 로그인하세요.
zh_hant: 未能完成登錄。請重新登錄。

source: 未能完成登录。请重试。
en: Sign-in could not be completed. Please retry.
es: No se pudo completar el acceso. Vuelve a intentarlo.
ja: ログインを完了できませんでした。再試行してください。
ko: 로그인을 완료할 수 없습니다. 다시 시도하세요.
zh_hant: 未能完成登錄。請重試。

source: 未能用 Google 登录。请重试。
en: Could not sign in with Google. Please retry.
es: No se pudo iniciar sesión con Google. Vuelve a intentarlo.
ja: Googleでログインできませんでした。再試行してください。
ko: Google로 로그인할 수 없습니다. 다시 시도하세요.
zh_hant: 未能用 Google 登錄。請重試。

source: 未能通过 Apple 登录。请重试。
en: Could not sign in with Apple. Please retry.
es: No se pudo iniciar sesión con Apple. Vuelve a intentarlo.
ja: Appleでログインできませんでした。再試行してください。
ko: Apple로 로그인할 수 없습니다. 다시 시도하세요.
zh_hant: 未能通過 Apple 登錄。請重試。

source: 未记录
en: Not recorded
es: Sin registrar
ja: 記録なし
ko: 기록 없음
zh_hant: 未記錄

source: 未读
en: Unread
es: Sin leer
ja: 未読
ko: 읽지 않음
zh_hant: 未讀

source: 未连接 Slack
en: Slack disconnected
es: Slack desconectado
ja: Slack未接続
ko: Slack 연결 안 됨
zh_hant: 未連接 Slack

source: 未连接服务的电脑可能仍接受旧凭据访问，最长30天。它重新连接后会收到撤销通知。这个访问期限不代表电脑上的相关内容会在30天内自动清除。
en: A computer disconnected from the service may accept old credentials for up to 30 days. It receives revocation notice when it reconnects. This access period does not mean related content is automatically cleared within 30 days.
es: Un equipo desconectado del servicio podría aceptar credenciales antiguas durante hasta 30 días. Al reconectarse recibirá el aviso de revocación. Este plazo no implica que el contenido relacionado se borre automáticamente en 30 días.
ja: サービスに接続していないコンピュータは、最長30日間、古い認証情報でアクセスを許可する場合があります。再接続時に取り消し通知を受信します。この期限は関連コンテンツが30日以内に自動削除されることを意味しません。
ko: 서비스에 연결되지 않은 컴퓨터는 최대 30일 동안 이전 자격 증명으로 접근을 허용할 수 있습니다. 다시 연결하면 취소 알림을 받습니다. 이 접근 기간은 관련 콘텐츠가 30일 이내에 자동 삭제된다는 의미가 아닙니다.
zh_hant: 未連接服務的電腦可能仍接受舊憑據訪問，最長30天。它重新連接後會收到撤銷通知。這個訪問期限不代表電腦上的相關內容會在30天內自動清除。

source: 未验证
en: Unverified
es: Sin verificar
ja: 未検証
ko: 검증되지 않음
zh_hant: 未驗證

source: 本周
en: This week
es: Esta semana
ja: 今週
ko: 이번 주
zh_hant: 本週

source: 本机
en: This computer
es: Este equipo
ja: このコンピュータ
ko: 이 컴퓨터
zh_hant: 本機

source: 来自
en: Source
es: Origen
ja: 送信元
ko: 출처
zh_hant: 來自

source: 来自 Slack
en: From Slack
es: Desde Slack
ja: Slack から
ko: Slack에서
zh_hant: 來自 Slack

source: 查看最新消息
en: Show latest messages
es: Ver mensajes recientes
ja: 最新のメッセージを表示
ko: 최신 메시지 보기

source: 查看单独删除工作区的说明
en: Read about deleting a workspace separately
es: Leer sobre la eliminación independiente del espacio
ja: ワークスペースの個別削除について
ko: 워크스페이스의 별도 삭제 안내 보기
zh_hant: 查看單獨刪除工作區的說明

source: 查看发送状态
en: Check sending status
es: Comprobar estado del envío
ja: 送信状態を確認
ko: 전송 상태 확인
zh_hant: 查看發送狀態

source: 查看节点连接
en: View node connection
es: Ver conexión del nodo
ja: ノードの接続を確認
ko: 노드 연결 보기
zh_hant: 查看節點連接

source: 标准速度
en: Standard speed
es: Velocidad estándar
ja: 標準速度
ko: 표준 속도
zh_hant: 標準速度

source: 核实状态：%@
en: Verification status: %@
es: Estado de verificación: %@
ja: 確認状況：%@
ko: 검증 상태: %@
zh_hant: 覈實狀態：%@

source: 模型
en: Model
es: Modelo
ja: モデル
ko: 모델

source: 模型与账号
en: Model and account
es: Modelo y cuenta
ja: モデルとアカウント
ko: 모델 및 계정
zh_hant: 模型與帳號

source: 模型与运行方式
en: Model and runtime
es: Modelo y entorno de ejecución
ja: モデルと実行環境
ko: 모델 및 실행 환경
zh_hant: 模型與運行方式

source: 模型出错
en: Model error
es: Error del modelo
ja: モデルエラー
ko: 모델 오류
zh_hant: 模型出錯

source: 模型调用
en: Model calls
es: Llamadas al modelo
ja: モデル呼び出し
ko: 모델 호출
zh_hant: 模型調用

source: 正在上传附件…
en: Uploading attachment…
es: Subiendo archivo adjunto…
ja: 添付ファイルをアップロード中…
ko: 첨부 파일 업로드 중…
zh_hant: 正在上傳附件…

source: 正在准备 Apple 登录…
en: Preparing Apple sign-in…
es: Preparando inicio de sesión con Apple…
ja: Appleログインを準備中…
ko: Apple 로그인 준비 중…
zh_hant: 正在準備 Apple 登錄…

source: 正在创建会话。你可以先写下并发送消息，消息会在会话创建后继续发送。
en: Creating your chat. You can write and send now; queued messages will be sent once the chat is ready.
es: Creando el chat. Ya puedes escribir y enviar; los mensajes pendientes se enviarán cuando esté listo.
ja: チャットを作成中です。メッセージを入力して送信できます。作成が完了すると順次送信されます。
ko: 대화를 생성하는 중입니다. 지금 메시지를 작성하고 보내면 대화가 준비된 후 이어서 전송됩니다.
zh_hant: 正在創建會話。你可以先寫下併發送消息，消息會在會話創建後繼續發送。

source: 正在发送，消息已保留
en: Sending. Your message is saved.
es: Enviando. Tu mensaje está guardado.
ja: 送信中です。メッセージは保持されています。
ko: 전송 중입니다. 메시지는 보관되었습니다.
zh_hant: 正在發送，消息已保留

source: 正在启动 %@
en: Starting %@
es: Iniciando %@
ja: %@を起動中
ko: %@ 시작 중
zh_hant: 正在啓動 %@

source: 正在处理…
en: Working…
es: Procesando…
ja: 処理中…
ko: 처리 중…
zh_hant: 正在處理…

source: 正在思考…
en: Thinking…
es: Pensando…
ja: 思考中…
ko: 생각하는 중…

source: 正在显示上次读取的数据，尚未确认最新状态。
en: Showing previously loaded data. The latest status is not confirmed.
es: Se muestran los datos anteriores. El estado actual no está confirmado.
ja: 前回読み込んだデータを表示しています。最新の状態は未確認です。
ko: 이전에 불러온 데이터를 표시합니다. 최신 상태는 확인되지 않았습니다.
zh_hant: 正在顯示上次讀取的數據，尚未確認最新狀態。

source: 正在登录…
en: Signing in…
es: Iniciando sesión…
ja: ログイン中…
ko: 로그인 중…
zh_hant: 正在登錄…

source: 正在读取 %@ 的账号池…
en: Loading account pools on %@…
es: Cargando grupos de cuentas de %@…
ja: %@のアカウントプールを読み込み中…
ko: %@의 계정 풀 불러오는 중…
zh_hant: 正在讀取 %@ 的帳號池…

source: 正在读取…
en: Loading…
es: Cargando…
ja: 読み込み中…
ko: 불러오는 중…
zh_hant: 正在讀取…

source: 正在读取会话…
en: Loading chat…
es: Cargando chat…
ja: チャットを読み込み中…
ko: 대화 불러오는 중…
zh_hant: 正在讀取會話…

source: 正在读取工作区…
en: Loading workspace…
es: Cargando espacio de trabajo…
ja: ワークスペースを読み込み中…
ko: 워크스페이스 불러오는 중…
zh_hant: 正在讀取工作區…

source: 正在读取执行历史…
en: Loading execution history…
es: Cargando historial de ejecución…
ja: 実行履歴を読み込み中…
ko: 실행 기록 불러오는 중…
zh_hant: 正在讀取執行歷史…

source: 正在读取更早的执行历史…
en: Loading older execution history…
es: Cargando historial de ejecución anterior…
ja: 過去の実行履歴を読み込み中…
ko: 이전 실행 기록 불러오는 중…
zh_hant: 正在讀取更早的執行歷史…

source: 正在读取节点…
en: Loading nodes…
es: Cargando nodos…
ja: ノードを読み込み中…
ko: 노드 불러오는 중…
zh_hant: 正在讀取節點…

source: 正在读取节点状态…
en: Loading node status…
es: Cargando estado del nodo…
ja: ノードの状態を読み込み中…
ko: 노드 상태 불러오는 중…
zh_hant: 正在讀取節點狀態…

source: 正在输出…
en: Generating…
es: Generando…
ja: 生成中…
ko: 생성 중…
zh_hant: 正在輸出…

source: 正在连接，请稍后重试。
en: Connecting. Please retry shortly.
es: Conectando. Vuelve a intentarlo en un momento.
ja: 接続中です。少し待って再試行してください。
ko: 연결 중입니다. 잠시 후 다시 시도하세요.
zh_hant: 正在連接，請稍後重試。

source: 正在连接…
en: Connecting…
es: Conectando…
ja: 接続中…
ko: 연결 중…
zh_hant: 正在連接…

source: 正在选路
en: Finding route
es: Buscando ruta
ja: 経路を選択中
ko: 경로 선택 중
zh_hant: 正在選路

source: 正在重连 %@
en: Reconnecting to %@
es: Reconectando con %@
ja: %@に再接続中
ko: %@에 다시 연결 중
zh_hant: 正在重連 %@

source: 正在重连 %@…
en: Reconnecting to %@…
es: Reconectando con %@…
ja: %@に再接続中…
ko: %@에 다시 연결 중…
zh_hant: 正在重連 %@…

source: 每周
en: Weekly
es: Semanal
ja: 毎週
ko: 매주

source: 每天的任务数量
en: Tasks per day
es: Tareas por día
ja: 1 日あたりのタスク数
ko: 일별 작업 수
zh_hant: 每天的任務數量

source: 每月
en: Monthly
es: Mensual
ja: 毎月
ko: 매월

source: 没有其他成员可以接任。删除工作区需要单独确认，但当前阶段最终删除仍锁定。
en: No other member can take ownership. Workspace deletion needs separate confirmation, but final deletion remains locked at this stage.
es: Ningún otro miembro puede asumir la propiedad. La eliminación del espacio requiere una confirmación independiente, pero la eliminación final sigue bloqueada.
ja: 所有権を引き継げるメンバーがいません。ワークスペースの削除には個別の確認が必要ですが、現段階では最終削除はロックされています。
ko: 소유권을 맡을 다른 멤버가 없습니다. 워크스페이스 삭제는 별도로 확인해야 하며, 현재 단계에서는 최종 삭제가 잠겨 있습니다.
zh_hant: 沒有其他成員可以接任。刪除工作區需要單獨確認，但當前階段最終刪除仍鎖定。

source: 没有参数
en: No arguments
es: Sin argumentos
ja: 引数なし
ko: 인수 없음
zh_hant: 沒有參數

source: 没有在线节点。请检查目标电脑及节点连接。
en: No nodes are online. Check the target computer and node connection.
es: No hay nodos conectados. Comprueba el equipo de destino y su conexión.
ja: オンラインのノードがありません。対象のコンピュータと接続を確認してください。
ko: 온라인 노드가 없습니다. 대상 컴퓨터와 노드 연결을 확인하세요.
zh_hant: 沒有在線節點。請檢查目標電腦及節點連接。

source: 没有符合此筛选条件的会话。
en: No chats match this filter.
es: Ningún chat coincide con este filtro.
ja: この条件に一致するチャットはありません。
ko: 필터에 맞는 대화가 없습니다.
zh_hant: 沒有符合此篩選條件的會話。

source: 没有读取到文件，请重新选择。
en: No file was loaded. Please choose it again.
es: No se ha cargado ningún archivo. Selecciónalo de nuevo.
ja: ファイルを読み込めませんでした。選び直してください。
ko: 파일을 불러오지 못했습니다. 다시 선택하세요.
zh_hant: 沒有讀取到文件，請重新選擇。

source: 没有输出
en: No output
es: Sin salida
ja: 出力なし
ko: 출력 없음
zh_hant: 沒有輸出

source: 活跃天数
en: Active days
es: Días activos
ja: 稼働日数
ko: 활동한 날
zh_hant: 活躍天數

source: 活跃热力
en: Activity heat
es: Actividad
ja: アクティビティ
ko: 활동 히트맵
zh_hant: 活躍熱力

source: 派出 %@
en: Start %@
es: Iniciar %@
ja: %@を起動
ko: %@ 시작

source: 派出 %@ 个子 agent
en: Started %@ subagents
es: Iniciar %@ subagentes
ja: %@サブエージェントを起動
ko: 하위 에이전트 %@개 시작
zh_hant: 派出 %@ 個子 agent

source: 浅色
en: Light
es: Claro
ja: ライト
ko: 라이트
zh_hant: 淺色

source: 深色
en: Dark
es: Oscuro
ja: ダーク
ko: 다크

source: 添加节点
en: Add node
es: Añadir nodo
ja: ノードを追加
ko: 노드 추가
zh_hant: 添加節點

source: 添加账号
en: Add account
es: Añadir cuenta
ja: アカウントを追加
ko: 계정 추가
zh_hant: 添加帳號

source: 添加附件
en: Add attachment
es: Añadir archivo adjunto
ja: 添付ファイルを追加
ko: 첨부 파일 추가

source: 照片
en: Photo
es: Foto
ja: 写真
ko: 사진

source: 照片未能上传，请重新选择后重试。
en: The photo could not be uploaded. Choose it again and retry.
es: No se pudo subir la foto. Selecciónala de nuevo y reinténtalo.
ja: 写真をアップロードできませんでした。選び直して再試行してください。
ko: 사진을 업로드하지 못했습니다. 다시 선택하고 재시도하세요.
zh_hant: 照片未能上傳，請重新選擇後重試。

source: 现在是 %@
en: Currently %@
es: Actualmente %@
ja: 現在は%@
ko: 현재 %@
zh_hant: 現在是 %@

source: 现在的账号「%@」没有启用 %@，会自动换一个启用了的
en: %1$@ has not enabled %2$@. An enabled account will be selected automatically.
es: La cuenta actual «%1$@» no tiene %2$@ activado. Se elegirá automáticamente una compatible.
ja: 現在の「%1$@」では%2$@が有効になっていないため、対応するアカウントを自動選択します。
ko: 현재 “%1$@”에 %2$@이 활성화되지 않아 활성화된 계정을 자동으로 선택합니다.
zh_hant: 現在的帳號「%@」沒有啓用 %@，會自動換一個啓用了的

source: 生成安装命令
en: Generate install command
es: Generar comando de instalación
ja: インストールコマンドを生成
ko: 설치 명령어 생성
zh_hant: 生成安裝命令

source: 用 Google 登录
en: Sign in with Google
es: Iniciar sesión con Google
ja: Googleでログイン
ko: Google로 로그인
zh_hant: 用 Google 登錄

source: 用时 %@
en: Took %@
es: Duración %@
ja: 所要時間 %@
ko: 소요 시간 %@
zh_hant: 耗時 %@

source: 登录于 %@
en: Signed in on %@
es: Sesión iniciada el %@
ja: ログイン日時：%@
ko: 로그인: %@
zh_hant: 登錄於 %@

source: 登录后，查看工作区里的会话和节点，需要你决定时及时回复。
en: Sign in to view workspace chats and nodes, and respond when your input is needed.
es: Inicia sesión para ver chats y nodos del espacio y responder cuando se necesite tu decisión.
ja: ログインしてワークスペースのチャットとノードを確認し、判断が必要なときに返信できます。
ko: 로그인하여 워크스페이스의 대화와 노드를 확인하고, 결정이 필요할 때 응답하세요.
zh_hant: 登錄後，查看工作區里的會話和節點，需要你決定時及時回復。

source: 登录失效
en: Session expired
es: Sesión caducada
ja: セッション期限切れ
ko: 세션 만료
zh_hant: 登錄失效

source: 登录已取消。
en: Sign-in canceled.
es: Inicio de sesión cancelado.
ja: ログインをキャンセルしました。
ko: 로그인이 취소되었습니다.
zh_hant: 登錄已取消。

source: 登录已失效，请重新登录。
en: Your session has expired. Sign in again.
es: La sesión ha caducado. Inicia sesión de nuevo.
ja: セッションが期限切れです。再度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인하세요.
zh_hant: 登錄已失效，請重新登錄。

source: 登录方式
en: Sign-in method
es: Método de inicio de sesión
ja: ログイン方法
ko: 로그인 방법
zh_hant: 登錄方式

source: 登录的设备
en: Signed-in devices
es: Dispositivos con sesión iniciada
ja: ログイン中のデバイス
ko: 로그인된 기기
zh_hant: 登錄的設備

source: 监控中
en: Monitoring
es: Supervisando
ja: 監視中
ko: 모니터링 중
zh_hant: 監控中

source: 直连
en: Direct
es: Directa
ja: 直接接続
ko: 직접 연결
zh_hant: 直連

source: 确认授予
en: Grant role
es: Otorgar rol
ja: 権限を付与
ko: 권한 부여
zh_hant: 確認授予

source: 磁盘
en: Disk
es: Disco
ja: ディスク
ko: 디스크
zh_hant: 磁盤
